<?php

return [
    'info' => 'Информация профиля',
    'updated' => 'Профиль успешно изменён',
    'deleted' => 'Профиль успешно удалён',
    'deletion_confirm' => 'Вы уверены, что хотите удалить свою учетную запись?',
    'deletion_info' => 'После удаления вашей учётной записи все её ресурсы и данные будут удалены безвозвратно. Перед удалением учётной записи скачайте все данные или информацию, которые вы хотели бы сохранить.',
    'deletion_confirm_description' => 'После удаления вашей учётной записи все её ресурсы и данные будут удалены безвозвратно. Введите пароль, чтобы подтвердить окончательное удаление учётной записи.',
    'delete' => 'Удалить аккаунт',
    'update_info' => 'Обновите информацию профиля вашей учетной записи и адрес электронной почты.',
    'current_password' => 'Текущий пароль',
    'new_password' => 'Новый пароль',
    'сonfirm_password' => 'Подтвердить пароль',
    'update_password' => 'Обновить пароль',
    'update_password_info' => 'Для обеспечения безопасности убедитесь, что в вашей учетной записи используется длинный случайный пароль.',
    'save' => 'Сохранить',
    'saved' => 'Сохранено',
    'cancel' => 'Отменить',
    'unverified_email' => 'Ваш адрес электронной почты не подтвержден.',
    'sent_verification_email' => 'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.',
    'info_verification_email' => 'На ваш адрес электронной почты была отправлена новая ссылка для подтверждения.',
];
